Repository: nkvoronov/script.xbmc.lcdproc
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru, uk_ua

# #32100
source: Behaviour
ru_ru: Основное
uk_ua: Основне

# #32101
source: Delay for scrolling text
ru_ru: Задержка прокрутки текста
uk_ua: Затримка прокрутки тексту

# #32102
source: Scroll mode
ru_ru: Режим прокрутки
uk_ua: Режим прокрутки

# #32103
source: Navigation display duration (s)
ru_ru: Время отображения нав. информации (сек)
uk_ua: Час відображення нав. інформації (сек)

# #32104
source: Display refresh rate (Hz)
ru_ru: Частота обновления дисплея (Гц)
uk_ua: Частота оновлення зображення на дисплеї (Гц)

# #32105
source: Use alternate charset
ru_ru: Использовать альтернативную кодировку
uk_ua: Використовувати альтернативну кодування

# #32106
source: Charset
ru_ru: Кодировка
uk_ua: Кодування

# #32107
source: Support for extra display elements (e.g. icons)
ru_ru: Поддержка доп. элементов дисплея (например, иконок)
uk_ua: Підтримка доп. елементів дисплея (наприклад, ікон)

# #32108
source: System time format
ru_ru: Формат системного времени
uk_ua: Формат системного часу

# #32200
source: Backlight
ru_ru: Подсветка
uk_ua: Підсвічування

# #32201
source: on screensaver
ru_ru: Отключать подсветку при активном скринсейвере
uk_ua: Відключати підсвічування при активному скрінсейвери

# #32202
source: Dim on shutdown
ru_ru: Отключать подсветку при выключении
uk_ua: Відключати підсвічування при вимкненні

# #32203
source: on video/LiveTV playback
ru_ru: Отключать подсветку при проигровании video/LiveTV
uk_ua: Відключати підсвічування при програвання video/LiveTV

# #32204
source: on music/radio playback
ru_ru: Отключать подсветку при проигровании music/radio
uk_ua: Відключати підсвічування при програвання music/radio

# #32205
source: Delay (s)
ru_ru: Задержка(сек)
uk_ua: Затримка (сек)

# #32206
source: Dim/turn off...
ru_ru: Затемнить/выключить...
uk_ua: Затемнити/вимкнути ...

# #32300
source: Connection
ru_ru: Соединение
uk_ua: З'єднання

# #32301
source: Use remote LCDProc
ru_ru: LCDProc на другой машине
uk_ua: LCDProc на іншій машині

# #32302
source: LCDd IP
ru_ru: IP-адрес машины с LCDd
uk_ua: IP-адреса машини з LCDd

# #32303
source: LCDd port
ru_ru: Порт LCDd
uk_ua: Порт LCDd

# #32304
source: Show heartbeat symbol
ru_ru: Показывать сердцебиение
uk_ua: Показувати серцебиття

# #32305
source: Hide connection error notifications
ru_ru: Не уведомлять об ошибках подключения
uk_ua: Не повідомляти про помилки підключення

# #32401
source: Marquee
ru_ru: По вертикали
uk_ua: По вертикалі

# #32402
source: Left/Right
ru_ru: По горизонтали
uk_ua: По горизонталі

# #32411
source: ISO8859-1 (default)
ru_ru: ISO8859-1 (по умолчанию)
uk_ua: ISO8859-1 (за замовчуванням)

# #32500
source: Failed to connect to LCDProc!
ru_ru: Не удалось подключиться к LCDProc!
uk_ua: Помилка з'єднання з LCDProc!

# #32501
source: Connected to LCDProc!
ru_ru: Подключен к LCDProc!
uk_ua: Підключений до LCDProc!

# #32502
source: Warning! Errors in LCD.xml or LCD.xml not found!
ru_ru: Внимание! Ошибки в LCD.xml или LCD.xml не найден!
uk_ua: Увага! Помилки в LCD.xml або LCD.xml не знайден!
